<!DOCTYPE html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}">
    <head>
        @include('layouts.header')
    </head>
    <body>
        <section class="main_all">
            <div class="container">
                    <!----------------------------------------Navbar-------------------------------------------->
                    @include('layouts.navbar')
                    <!----------------------------------------Slide-------------------------------------------->
                    @yield('slide')
                    <!----------------------------------------Chương Mới Nhất-------------------------------------------->
                    <!-- @yield('novel_new_chapter') -->
                    <!----------------------------------------Truyện Mới Nhất-------------------------------------------->
                    @yield('content')
                    <!----------------------------------------Truyện Đã Hoàn Thành-------------------------------------------->
                    @yield('completed')
                </div>
                <!----------------------------------------Footer-------------------------------------------->
                @include('layouts.footer')
        </section>

    </body>
</html>


