<!DOCTYPE html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}">
    <head>
        @include('layouts.header')
    </head>
    <body>
            <div class="container">
                <!----------------------------------------Navbar-------------------------------------------->
                @include('layouts.navbar')
                <!----------------------------------------Slide-------------------------------------------->
                @yield('slide')
                <!----------------------------------------Truyện Mới Nhất-------------------------------------------->
                @yield('content')
                <!----------------------------------------Truyện Đã Hoàn Thành-------------------------------------------->
                @yield('completed')
            </div>
            <!----------------------------------------Footer-------------------------------------------->
        @include('layouts.footer')
    </body>
</html>


